{"artists": [

{"name": "Victor Ekpuk",
"description":"Currently based in Washington, DC, Victor Ekpuk (b. 1964) is originally from Uyo, Nigeria and received his BFA from Obafemi Awolowo University in Ile-Ife, Nigeria. Ekpuk has had solo exhibitions at the Hood Museum at Dartmouth College, New Hampshire and Mortons Fine Art in Washington DC, USA. He has also exhibited internationally at the Havana Biennial in Cuba, Thami Mnyele Foundation in Amsterdam, and the French Cultural Center in Lagos, Nigeria. His group exhibitions span the United States, Europe, and Africa. His residences include the Santa Fe Art Institute in New Mexico, Foundation JP Blachere in Apt, France, and at Brandies University in Waltham, Massachusetts. He was recently commissioned by the Smithsonian National Museum of African Art in Washington, DC to design the first annual African Art Awards trophy. <br><a href=\"http://www.victorekpuk.com/victorekpuk.com/about_victor_ekpuk.html\"  target=\"_blank\">View Website</a>"},

{"name": "Dean Snyder",
"description":"Born in Philadelphia, Dean Snyder (b. 1953) lives and works in Providence, Rhode Island where he teaches at the Rhode Island School of Design (RISD). He received his BFA in photography and sculpture at the Kansas City Art Institute in 1974. In 1975, he received a British Arts Council Fellowship to continue his postgraduate work in sculpture at the Lanchester Polytechnic (now Coventry University) in the United Kingdom. He completed his MFA in sculpture in 1978 at the School of the Art Institute of Chicago. Snyder’s has previously been featured in a solo exhibition at the Tang Teaching Museum and his work now resides in the museum’s permanent collection. He has been exhibited nationally in both group and solo shows, most notably at the American Academy of Arts and Letters in New York City and at The DeCordova Museum in Lincoln, Massachusetts. Snyder’s work has been widely collected and his artwork can be found in the collections of Fidelity Investments, The Museum of Art at RISD, the Smart Museum of Art at the University of Chicago, Albany International Airport, and by the city of Beijing. Snyder has also been the recipient of the John Simon Guggenheim Memorial Foundation Fellowship in Fine Arts, Louis Comfort Tiffany Foundation Fellowship and the Siena Art Institute Residency in Siena, Italy. <br><a href=\"http://www.risd.edu/academics/sculpture/faculty/Dean-Snyder/\" target=\"_blank\">View Website</a>"},

{"name": "Joel Fisher",
"description":"Joel Fisher (b. 1947) was born in Salem, Ohio and received his BA from Kenyon College in Gambier, Ohio. Fisher is the recipient of both the prestigious Guggenheim Memorial Foundation Fellowship and the Pollock-Krasner Grant. He has been featured in solo exhibitions at the Museum of Modern Art in Oxford, United Kingdom, the Stedelijk Museum in Amsterdam, the Kunstmuseum in Lucerne, Switzerland, and the Museum of Modern Art in New York City. His work is in the collections of the Tate Gallery and the Victoria and Albert Museum in London; the Centre Pompidou in Paris; the Staatliche Museum in Berlin, and in New York City at both the Brooklyn Museum and the Museum of Modern Art. Fisher splits his time between Brooklyn, Vermont, and Paris. <br><a href=\"http://rogallery.com/Fisher_Joel/fisher-biography.html\" target=\"_blank\">View Website</a>"},

{"name": "Louise Despont",
"description":"Louise Despont (b. 1983) is originally from New York City and currently divides her time between Brooklyn and Bali, Indonesia. Despont has a BA in Art Semiotics from Brown University in Providence, Rhode Island. She has been featured in multiple solo exhibitions, most recently at The Drawing Center in New York City and at Pioneer Works in Brooklyn. Her international exhibitions include Galerie Isa in Mumbai, IBID Projects in London, and IMO Projects in Copenhagen. She is currently represented by Nicelle Beauchene Gallery. Despont is the recipient of a Weston Price Film Award from Brown University, as well as a Fulbright Fellowship. She has completed residencies in Sanskriti Kendra, New Delhi, Polli Talu Arts Center, Estonia, and The MacDowell Colony in Peterborough, New Hampshire. <br><a href=\"http://www.louisedespont.com/about/\" target=\"_blank\">View Website</a>"},

{"name": "Thomas Bangsted",
"description":"Thomas Bangsted (b. 1976) was born in Denmark and currently lives and works in Brooklyn. Bangsted received his MFA in Photography from Yale University, in 2007. He has had multiple solo shows in Denmark, including exhibitions at Galleri Tom Christoffersen, Galleri Hornbaek, and SPARK, as well as group exhibitions at the Louisiana Museum of Modern Art and the Brandts Museum. In the United States, his work has been widely exhibited in New York City, including The Metropolitan Museum of Art; The Bronx Museum of the Arts, Danziger Projects in Brooklyn, and the New York Photo Festival. Bangsted is the recipient of the Jerome Foundation, Travel and Study Grant, The Marie Walsh Sharpe Art Foundation Award, The Tierney Family Foundation Fellowship, and a New York Foundation for the Arts Fellowship. <br><a href=\"http://www.marcstraus.com/artists/thomas-bangsted/\" target=\"_blank\">View Website</a>"},

{"name": "Grace DeGennaro",
"description":"Grace DeGennaro (b. 1957) is based in Yarmouth, Maine and received her BS from Skidmore College in Saratoga Springs, New York, and her MFA from Columbia University in New York City. She has had solo exhibitions at Schema Projects in Brooklyn, the State House, in Augusta, Maine, Clark Gallery in Lincoln, Massachusetts, Aucocisco Gallery in Portland, Maine, and at the New England Foundation for the Arts in Boston. DeGennaro is the recipient of multiple awards, including the the Hudson River Museum, Contemporary Artist Award, in Yonkers, New York, the Ballinglen Arts Fellowship in North Country Mayo, Ireland, the Good Idea Grant from the Maine Arts Commission, and a CATWALK Institute Artist Residency in Catskill, New York. Her work is in the permanent collections of the Heckscher Museum in Huntington, New York, the Smithsonian American Art Museum in Washington, DC, and Ballinglen Foundation Archive. <br><a href=\"http://gracedegennaro.com/artist-statement\" target=\"_blank\">View Website</a>"},

{"name": "Monir Farmanfarmaian" ,
"description":"Monir Farmanfarmaian (b. 1924) was born in Qazvin, Iran and continues to live and work in Tehran. Throughout her long career she has had an extensive exhibition history in the United States, including at the Museum of Modern Art in New York City; her work has also been shown widely throughout Europe, the Middle East, and Asia. She participated in the 29th Bienal de São Paulo in Brazil and the 6th Asia Pacific Triennial of Contemporary Art in Queensland, Australia. She has been featured three times at the Venice Biennale (1958, 1966 and 2009), and in 1958 she received the Venice Biennale Iranian Pavilion gold medal for solo exhibition. In 2015, Farmanfarmaian had her first major career retrospective in the United States at the Solomon R. Guggenheim Museum in New York City. <br><a href=\"https://www.britannica.com/biography/Monir-Shahroudy-Farmanfarmaian\" target=\"_blank\">View Website</a>"},

{"name": "Vera Molnar",
"description":"Vera Molnar (b. 1924) was born in Budapest but has spent most of her career in Paris. Molnar studied painting and art history at the Budapest College of Fine Arts in the late 1940s. She had major solo exhibitions at institutions such as Galerie Kandler in Toulouse, France, Senior & Shopmaker Gallery in New York City, and at the Galerie Charpa in Valencia, Spain. In 1960, Molnar was a founding member of the Research Group for Visual Art (“Groupe de Recherche d’art Visuel” or GRAV), which espoused minimal, non-objective image making, and was one of the primogenitors of the Op Art and Kinetic Art movements of the following decade. In 2005 Molnar received the DAM Digital Arts Award for her life’s work. <br><a href=\"http://www.seniorandshopmaker.com/exhibitions/2015/3/18/vera-molnar-regarding-the-infinite\" target=\"_blank\">View Website</a>"},

{"name": "Avraham Loewenthal",
"description":"Avraham Loewenthal (b. 1968) lives and works in Tzfat, Israel. He was born in Michigan, and received his BA from the University of Michigan and his MFA in painting from School of The Art Institute of Chicago. While in art school, Loewenthal was introduced to Jewish Mysticism and the study of Kabbalah, and quickly became captivated with its ideas and way of life. Shortly after graduating he moved to Tzfat, the center of Kabbalistic study. Loewenthal’s work combines Jewish prayer, mysticism, and contemporary art practices. He studies the spiritual learning of the Kabbalah in order to create meditative and inspirational artwork. Loewenthal explains, \"The main theme of the Kabbalah expressed in most of my artwork is the idea that at the root of all of our spiritual work in this world is coming to truly care for one another as we care for ourselves.\" <br><a href=\"https://www.kabbalahart.com/artist/\" target=\"_blank\">View Website</a><br><a href=\"http://matadornetwork.com/bnt/interview-jewish-artist-avraham-loewenthal-on-capturing-the-kabbalah/\" target=\"_blank\">View Website</a><br><a href=\"http://www.livnot.org/avraham-loewenthal-kabbalah-art/\" target=\"_blank\">View Website</a>"},
 
{"name": "Wilson A. Bentley",
"description":"Wilson A. Bentley (b.1865 -1931) was a self-educated farmer from Jericho, Vermont. He was a pioneer in the area of photomicrography, becoming the first person to photograph an individual snowflake by adapting a microscope and a bellows camera; he first captured a clear snowflake image in 1885. He would go on to photograph more than 5,000 snowflakes during his lifetime. Bentley said, \"Under the microscope, I found that snowflakes were miracles of beauty and it seemed a shame that this beauty should not be seen and appreciated by others. Every crystal was a masterpiece of design, and no one design was ever repeated. When a snowflake melted, that design was forever lost.\" He published a book, Snow Crystals, in 1931, dying just a few months after its release due to complications from exposure to frigid temperatures. Over the course of his lifetime, many colleges and universities throughout the world acquired his snow crystal photomicrographs and he regularly published articles for magazines and journals including Scientific American and National Geographic.<br><a href=\"http://snowflakebentley.com/bio.htm\" target=\"_blank\">View Website</a><br><a href=\"http://news.bbc.co.uk/2/hi/americas/8473771.stm\" target=\"_blank\">View Website</a>"},

{"name": "Janko Gravner and David Griffeath",
"description":"Janko Gravner (b. 1960) is a professor in the Department of Mathematics at University of California, Davis and David Griffeath (b. 1948) is a retired professor of Mathematics at University of Wisconsin, Madison. Through their investigation into the formation of snow crystals, Gravner and Griffeath’s collaboration has successfully produced computationally generated starlets, which they refer to as Snowfakes, that conform to the more than eighty types of snowflake crystals generated by nature. Their research has provided insight into the form and design of ice and other crystalline solids. Granver and Griffeath use the methods of a cellular automaton to account for physical variables such as temperature, pressure, and water vapor density in modeling the diffusive, freezing, attachment, and melting actions of individual water molecules in a matrix of three-dimensional space. <br><a href=\"http://psoup.math.wisc.edu/Snowfakes.htm\" target=\"_blank\">View Website</a>"},

{"name": "John Conway",
"description":"John Conway (b. 1937) was born in Liverpool, England and is best known for creating the computer program, the Game of Life, in 1970. The game is a cellular automation, zero-player game: meaning that after the initial set up, the “player” watches as the game evolves. “[The game] consists of a collection of cells which, based on a few mathematical rules, can live, die or multiply. Depending on the initial conditions, the cells form various patterns throughout the course of the game.” He has also made major contributions to the fields of combinational game theory, geometry, group theory, number theory, algebra, algorithmics, and theoretical physics. Conway’s numerous prizes including being the first recipient of the Pólya Prize in 1987 and he received the Berwick Prize, both from the London Mathematical Society. He was elected a Fellow of the Royal Society in London for his substantial improvement of natural knowledge to the field of Mathematics, and he received the Nemmers prize in Mathematics from Northwestern University in Evanston, Illinois. He is currently a professor of Mathematics at Princeton University in New Jersey.<br><a href=\"https://bitstorm.org/gameoflife/\" target=\"_blank\">View Website</a>"}
]}